{include file='header.tpl'}

<ul class="content_ul">

<li class="content_li">
<h2 title="各职业武器学习">各职业武器学习</h2>

<div class="content">
    <h3 title="全职业可学武器">全职业可学武器</h3><p>
    <b>战士：</b>剑 、锤、斧、匕首、长柄、拳套、法杖、弓、枪、弩、投掷、盾牌<p>

    <b>圣骑士：</b>剑、斧、锤、长柄、盾牌<p>

    <b>萨满：</b>法杖、匕首、拳套、锤、斧、盾牌<p>

    <b>猎人：</b>弓、枪、弩、长柄、投掷、法杖、拳套、匕首、单手斧、双手斧、剑<p>

    <b>德鲁伊：</b>法杖、匕首、长柄、单手锤、双手锤（旁白：我特么学拳套匕首干毛呢？）<p>

    <b>盗贼：</b>匕首、单手剑、拳套、单手锤、投掷、弓、枪、弩<p>

    <b>术士：</b>法杖、匕首、单手剑、魔法投掷<p>

    <b>法师：</b>法杖、匕首、单手剑、魔法投掷<p>

    <b>牧师：</b>法杖、匕首、单手锤、魔法投掷<p>

    <h3 title="联盟武器大师">联盟武器大师</h3><p>
    <b>暴风城<a href="/npc-11867.html">吴平</a>：</b>弩，匕首，法杖，单手剑，双手剑，长柄武器<p>

    <b>铁炉堡<a href="/npc-13084.html">比克斯</a>：</b>弩，匕首，投掷武器<p>

    <b>铁炉堡<a href="/npc-11865.html">布里维夫·石拳</a>：</b>单手斧，双手斧，单手锤，双手锤，拳套，枪<p>

    <b>达纳苏斯<a href="/npc-11866.html">伊琳尼雅·月火</a>：</b>弓箭，匕首，拳套，法杖，投掷武器<p>

    <h3 title="部落武器大师">部落武器大师</h3><p>

    <b>奥格瑞玛<a href="/npc-11868.html">玛塞尤克</a>：</b>弓箭，匕首，拳套，单手斧，双手斧，投掷武器<p>

    <b>奥格瑞玛<a href="/npc-2704.html">哈纳什</a>：</b>弓箭，单手斧，双手斧，投掷武器，法杖<p>

    <b>雷霆崖<a href="/npc-11869.html">安塞瓦</a>：</b>枪，法杖，单手锤，双手锤<p>

    <b>幽暗城<a href="/npc-11870.html">阿基巴德</a>：</b>弩，匕首，单手剑，双手剑，长柄武器<p>

</div>

</li>
</ul>
{include file='footer.tpl'}