{include file='header.tpl'}

<ul class="content_ul">

<li class="content_li">
<h2 title="各种族最佳职业">各种族最佳职业</h2>

<div class="content">
    <h3 title="联盟种族">联盟种族</h3><p>
    <b>矮人<a href="/npc-11867.html">猎人</a>：</b>被动：枪械技能提高5点。<p>

    <b>侏儒<a href="/npc-11867.html">法师</a>：</b>被动：智力提高5%。<p>

    <b>人类<a href="/npc-11867.html">圣骑士</a>：</b>被动：单手锤和双手锤的技能提高5点，精神提高5%。<p>

    <b>暗夜精灵<a href="/npc-11867.html">盗贼</a>：</b>被动：闪避几率提高1%，影遁可以和暗夜精灵盗贼或德鲁伊的潜行技能叠加，令其更难以侦测。<p>


    <h3 title="部落种族">部落种族</h3><p>
    <b>兽人<a href="/npc-11867.html">狂暴战士</a>：</b>被动：提高基础近战强度提高25%，持续15秒，对你施放的治疗效果降低50%，持续25秒。<p>

    <b>牛头人<a href="/npc-13084.html">防御战士</a>：</b>被动：生命值上限提高5%，自然抗性提高10点，使8码内最多5个敌人昏迷持续2秒钟。<p>

    <b>巨魔<a href="/npc-11865.html">猎人</a>：</b>弓的武器技能提高5点，使攻击和施法速度提高10%到30%。<p>

    <b>亡灵<a href="/npc-11866.html">盗贼</a>：</b>食尸：激活后每2秒恢复7%的最大生命值，持续10秒。被动：激活后对魅惑、恐惧和催眠免疫，也可以在已经被施加了恐惧、魅惑或催眠效果后使用，持续5秒。<p>

</div>

</li>
</ul>
{include file='footer.tpl'}